[
  {
    "id": 1,
    "title": "Tréningové vybavenie",
    "img": "/images/fitness.jpg",
    "header": "Tréningové oddelenie",
    "text": "Tréningové priestory vytvárajú hráčom podmienky na to, aby trénovali čo najefektívnejšie a rýchlo sa zlepšovali. Do tréningových priestorov je možné si najať zamestnanca - trénera, ktorý ich vplyv ešte zvýši.",
    "stars": 3,
    "costs": "175 000",
    "monthlyCosts": "100",
    "building": 5,
    "demolishing": 1
  },
  {
    "id": 2,
    "title": "Regeneračné centrum",
    "img": "/images/regeneration.jpg",
    "header": "Regeneračné oddelenie",
    "text": "Zápasy unavujú hráčov natoľko, že potom nie sú schopní optimálne trénovať. Budovanie regeneračných priestorov tento problém odstraňuje. Do regeneračných priestorov je možné si najať zamestnanca - fyzioterapeuta, ktorý ich vplyv ešte zvýši.",
    "stars": 3,
    "costs": "85 000",
    "monthlyCosts": "2500",
    "building": 4,
    "demolishing": 1
  },
  {
    "id": 3,
    "title": "HR oddelenie",
    "img": "/images/HR.jpg",
    "header": "HR oddelenie",
    "text": "Ľahšie vyjednávanie so sponzormi, lepší predaj suvenírov, zamestnávanie lepších zamestnancov či rýchlejší prieskum vlastných aj súperových hráčov ti umožní práve toto oddelenie. Do personálno - ekonomického oddelenia je možné si najať zamestnanca - manažéra, ktorý jeho vplyv ešte zvýši.",
    "stars": 1,
    "costs": "1 500",
    "monthlyCosts": "1100",
    "building": 1,
    "demolishing": 0
  },
  {
    "id": 4,
    "title": "Oddelenie údržby",
    "img": "/images/maintrance.jpg",
    "header": "Oddelenie údržby",
    "text": "Každý štadión na svete sa opotrebováva. Na to, aby sa náklady na údržbu minimalizovali a aj na to, aby chuligáni nespôsobovali klubu veľké škody, je treba stavať stredisko údržby. Do strediska údržby je možné si najať zamestnanca - správcu štadióna, ktorý jeho vplyv ešte zvýši.",
    "stars": 2,
    "costs": "7 500",
    "monthlyCosts": "2000",
    "building": 2,
    "demolishing": 1
  },
  {
    "id": 5,
    "title": "Športová akadémia",
    "img": "/images/academy.jpg",
    "header": "Športová akadémia",
    "text": "To, akých mladých juniorov bude tvoj klub vychovávať, určuje úroveň športovej akadémie. Čím je táto úroveň lepšia, tým viac juniorov príde a budú aj vytrénovanejší. Do športovej akadémie je možné si najať zamestnanca - športového riaditeľa, ktorý jej vplyv ešte zvýši.",
    "stars": 4,
    "costs": "100 000",
    "monthlyCosts": "4500",
    "building": 6,
    "demolishing": 3
  },
  {
    "id": 6,
    "title": "Skauting",
    "img": "/images/scouting.jpg",
    "header": "Skauting",
    "text": "Príchod a výber nových, prevažne zahraničných hráčov má na starosti oddelenie skautingu. Čím je lepšia úroveň, tým viac a lepšie preskúmaných hráčov ti bude odporúčaných. Do oddelenia skautingu je možné si najať zamestnanca - hlavného skauta, ktorý vplyv oddelenia ešte zvýši.",
    "stars": 2,
    "costs": "25 000",
    "monthlyCosts": "3800",
    "building": 3,
    "demolishing": 1
  }
]
